<?php
// Heading
$_['heading_title']    = 'Корзина покупок';

$_['text_delivery_sity'] = 'Город доставки';
$_['text_delivery_price'] = 'Стоимость доставки';

// Text
$_['text_success']     = '<a href="%s">%s</a> добавлен <a href="%s">в корзину покупок</a>!';
$_['text_remove']      = 'Корзина покупок изменена!';
$_['text_login']       = 'Необходимо <a href="%s">авторизироваться</a> или <a href="%s">создать учетную запись</a> для просмотра цен!';
$_['text_items']       = 'Товаров %s  (%s)';
$_['text_points']      = 'Бонусные баллы: %s';
$_['text_next']        = 'Что бы вы хотели сделать дальше?';
$_['text_next_choice'] = 'Если у вас есть код купона на скидку или бонусные баллы, которые вы хотите использовать, выберите соответствующий пункт ниже. А также, Вы можете приблизительно узнать стоимость доставки в ваш регион.';
$_['text_empty']       = 'Корзина пуста!';
$_['text_day']         = 'день';
$_['text_week']        = 'неделю';
$_['text_semi_month']  = 'полмесяца';
$_['text_month']       = 'месяц';
$_['text_year']        = 'год';
$_['text_trial']       = 'Стоимость: %s; Периодичность: %s %s; Кол-во платежей: %s; Далее, ';
$_['text_recurring']   = 'Стоимость: %s; Периодичность: %s %s';
$_['text_length']      = ' Кол-во платежей: %s';
$_['text_until_cancelled']   	= 'до отмены';
$_['text_recurring_item']    	              = 'Периодические платежи';
$_['text_payment_recurring']                    = 'Платежный профиль';
$_['text_trial_description'] 	              = 'Стоимость: %s; Периодичность: %d %s; Кол-во платежей: %d;  Далее,  ';
$_['text_payment_description'] 	              = 'Стоимость: %s; Периодичность: %d %s; Кол-во платежей: %d';
$_['text_payment_until_canceled_description'] = 'Стоимость: %s; Периодичность: %d %s; Кол-во платежей: до отмены';

// Column
$_['column_image']          = 'Изображение';
$_['column_name']           = 'Название';
$_['column_model']          = 'Модель';
$_['column_quantity']       = 'Количество';
$_['column_price']          = 'Цена за шт.';
$_['column_total']          = 'Всего';

// Error
$_['error_stock']            = 'Товары отмеченные *** отсутствуют в нужном количестве или их нет на складе!';
$_['error_minimum']          = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_required']         = '%s обязательно!';
$_['error_product']          = 'В вашей корзине нет товаров!';
$_['error_recurring_required'] = 'Пожалуйста, выберите периодичность платежа!';


$_['text_cart'] = 'Корзина';
$_['text_order'] = 'Заказать';
$_['text_confirmation_order'] = 'Подтверждение заказа';
$_['text_wishlist'] = 'В список желаний';
$_['text_in_stock'] = 'В наличии';
$_['text_delivery_method'] = 'Способ доставки';
$_['text_delivery_country'] = 'Страна доставки';
$_['text_delivery'] = 'Доставка';
$_['text_summary_information_on_ordering'] = 'Итоговая информация о заказе';
$_['text_total'] = 'Итого';
$_['text_back_to_shopping'] = 'Вернуться к покупкам';
$_['text_help_is_needed'] = 'Нужна помощь?';
$_['text_write_to_us'] = 'Написать нам';
$_['text_faq'] = 'ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ';
$_['text_send_email'] = 'Пожалуйста, отправьте нам email, и мы скоро с Вами свяжемся.';
$_['text_size'] = 'Размер:';
$_['text_color'] = 'Цвет:';
$_['text_order_q']= 'Вопрос%20по%20заказу';
$_['column_name'] = 'Товар';       // есть переменная column_name = 'Название' - переименовать на 'Товар'
$_['column_duti'] = 'Пошлины';     // эта колонка скрыта, но текст в ней есть... так что не знаю удалять или переводить...
$_['text_conditional_preliminary_confirmation'] = 'Условное предварительное подтверждение';  // этот текст сейчас скрыт. нужно переводить?
$_['text_purchase_terms'] = 'Размещая заказ, Вы принимаете наши <a href="#" target="_blank">Условия продажи</a> и <a href="#" target="_blank">Политику конфиденциальности.</a> <span class="ru">Если доставка осуществляется в РФ, Вы также соглашаетесь с <a href="#">Условиями и Положениями DHL.</a></span>';

$_['error_no_quantity'] = "Товар выбранного размера уже находится в корзине.\n\rК сожалению количество товара данного размера ограниченно.";


